print(9 ** 0.5 * 5)    #'1sr program' Основные арифметические действия: +, -, *, /, //, %(ostatok), **(в степнь)
                        #Основные операторы сравнения: <, >, ==(равно), !=(не равно), <=, >=
                        #Для отделения целой части от дробно числа можно использовать команду(функцию) int()
                        #Логические операторы: or(или), and(и)
'2ad program'
print(9.99 > 9.98 and 1000 != 1000.1)
'3ad program'
print(2 * 2 + 2 )
print( 2 * (2 + 2) )
print( 6 == 8 )
'4th program'
print(float('123.456'), (123.456 * 10) % 10, int(4))
